Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Small steps still count as steps.
de: Kleine Schritte zählen auch als Schritte.
es: Los pasos pequeños también cuentan como pasos.
fr: Les petits pas comptent aussi comme des pas.
nl: Kleine stappen tellen ook als stappen.

source: Smoked
de: Geraucht
es: Fumado
fr: Fumé
nl: Gerookt

source: Sniffed
de: Geschnupft
es: Esnifado
fr: Sniffé
nl: Gesnoven

source: Snooze 1 hour
de: 1 Stunde später erinnern
es: Posponer 1 hora
fr: Répéter dans 1 heure
nl: 1 uur uitstellen

source: So I can reply to you
de: Damit ich dir antworten kann
es: Para poder responderte
fr: Pour que je puisse te répondre
nl: Zodat ik je kan antwoorden

source: Social pressure
de: Sozialer Druck
es: Presión social
fr: Pression sociale
nl: Sociale druk

source: Soft and supportive
de: Sanft und unterstützend
es: Suave y comprensivo
fr: Doux et bienveillant
nl: Zacht en ondersteunend

source: Some antidepressants or mood medication can interact with MDMA, 3-MMC, cocaine, or psychedelics.
de: Manche Antidepressiva oder Stimmungsmedikamente können mit MDMA, 3-MMC, Kokain oder Psychedelika wechselwirken.
es: Algunos antidepresivos o medicación para el ánimo pueden interactuar con MDMA, 3-MMC, cocaína o psicodélicos.
fr: Certains antidépresseurs ou médicaments de l'humeur peuvent interagir avec la MDMA, la 3-MMC, la cocaïne ou les psychédéliques.
nl: Sommige antidepressiva of stemmingsmedicatie kunnen wisselwerken met MDMA, 3-MMC, cocaïne of psychedelica.

source: Some progress only you will ever see, and that is enough.
de: Manchen Fortschritt wirst nur du je sehen, und das genügt.
es: Hay progreso que solo tú verás, y eso es suficiente.
fr: Certains progrès, toi seul les verras, et c'est suffisant.
nl: Sommige vooruitgang zie alleen jij ooit, en dat is genoeg.

source: Some sleep
de: Etwas Schlaf
es: Algo de sueño
fr: Un peu de sommeil
nl: Wat slaap

source: Something may have changed
de: Etwas könnte sich verändert haben
es: Puede que algo haya cambiado
fr: Quelque chose a peut-être changé
nl: Er is misschien iets veranderd

source: Something selected raises heart rate or moves blood pressure. Sit down if your heart races, and give yourself long breaks.
de: Etwas Ausgewähltes erhöht die Herzfrequenz oder bewegt den Blutdruck. Setz dich hin, wenn dein Herz rast, und gönn dir lange Pausen.
es: Algo de lo seleccionado sube el ritmo cardíaco o mueve la tensión. Siéntate si el corazón se te acelera y date pausas largas.
fr: Un des produits sélectionnés accélère le cœur ou fait bouger la tension. Assieds-toi si ton cœur s'emballe et accorde-toi de longues pauses.
nl: Iets van wat je hebt geselecteerd verhoogt je hartslag of beweegt je bloeddruk. Ga zitten als je hart racet en gun jezelf lange pauzes.

source: Something selected widens blood vessels and lowers blood pressure. Sit or lie down before using it, and stand up slowly afterwards.
de: Etwas Ausgewähltes erweitert die Blutgefäße und senkt den Blutdruck. Setz oder leg dich hin, bevor du es nimmst, und steh danach langsam auf.
es: Algo de lo seleccionado dilata los vasos sanguíneos y baja la tensión. Siéntate o túmbate antes de usarlo, y luego levántate despacio.
fr: Un des produits sélectionnés dilate les vaisseaux et fait baisser la tension. Assieds-toi ou allonge-toi avant de le prendre, et relève-toi lentement ensuite.
nl: Iets van wat je hebt geselecteerd verwijdt je bloedvaten en verlaagt je bloeddruk. Ga zitten of liggen voordat je het gebruikt, en sta daarna rustig op.

source: Something small that counts
de: Etwas Kleines, das zählt
es: Algo pequeño que cuenta
fr: Quelque chose de petit qui compte
nl: Iets kleins dat telt

source: Sometimes the healthiest thing is just not making it worse today.
de: Manchmal ist das Gesündeste einfach, es heute nicht schlimmer zu machen.
es: A veces lo más sano es simplemente no empeorarlo hoy.
fr: Parfois, la chose la plus saine est simplement de ne pas aggraver les choses aujourd'hui.
nl: Soms is het gezondste om het vandaag gewoon niet erger te maken.

source: Spain
de: Spanien
es: España
fr: Espagne
nl: Spanje

source: Sponsor a feature
de: Eine Funktion sponsern
es: Patrocinar una función
fr: Parrainer une fonctionnalité
nl: Sponsor een functie

source: Start
de: Starten
es: Iniciar
fr: Démarrer

source: Start %@
de: %@ starten
es: Iniciar %@
fr: Démarrer %@

source: Start 10 min pause
de: 10-Min-Pause starten
es: Iniciar pausa de 10 min
fr: Démarrer une pause de 10 min
nl: Start pauze van 10 min

source: Start 10-minute craving delay
de: 10-minütige Verlangens-Verzögerung starten
es: Iniciar retardo de antojo de 10 minutos
fr: Démarrer un délai anti-envie de 10 minutes
nl: Start drang-uitstel van 10 minuten

source: Start a ${hours} hour timer for ${substance}
de: Timer über ${hours} Stunden für ${substance} starten
es: Iniciar un temporizador de ${hours} horas para ${substance}
fr: Démarrer un minuteur de ${hours} heures pour ${substance}
nl: Start een timer van ${hours} uur voor ${substance}

source: Start a check-in or log substances to see private patterns here.
de: Starte einen Check-in oder erfasse Substanzen, um hier private Muster zu sehen.
es: Inicia un check-in o registra sustancias para ver aquí patrones privados.
fr: Démarre un check-in ou enregistre des substances pour voir ici des schémas privés.
nl: Start een check-in of log middelen om hier privépatronen te zien.

source: Start a dose timer
de: Dosis-Timer starten
es: Iniciar un temporizador de dosis
fr: Lancer un minuteur de dose
nl: Dosistimer starten

source: Start breathing timer
de: Atem-Timer starten
es: Iniciar temporizador de respiración
fr: Démarrer le minuteur de respiration
nl: Ademhalingstimer starten

source: Start check-in
de: Check-in starten
es: Iniciar check-in
fr: Démarrer le check-in
nl: Check-in starten

source: Start gentle. One steady choice already counts.
de: Fang sanft an. Eine einzige beständige Entscheidung zählt schon.
es: Empieza con suavidad. Una sola decisión firme ya cuenta.
fr: Commence en douceur. Une seule décision posée compte déjà.
nl: Begin rustig. Eén stabiele keuze telt al.

source: Started
de: Gestartet
es: Iniciado
fr: Démarré
nl: Gestart

# Started a %lld hour timer for %@.
source: Started a %1$lld hour timer for %2$@.
de: Timer über %lld Stunden für %@ gestartet.
es: Temporizador de %lld horas iniciado para %@.
fr: Minuteur de %lld heures démarré pour %@.
nl: Timer van %lld uur gestart voor %@.

source: Starts a ChillMate check-in timer for a substance, with a Live Activity on the Lock Screen.
de: Startet einen ChillMate-Check-in-Timer für eine Substanz, mit einer Live-Aktivität auf dem Sperrbildschirm.
es: Inicia un temporizador de seguimiento de ChillMate para una sustancia, con una actividad en vivo en la pantalla bloqueada.
fr: Lance un minuteur de suivi ChillMate pour une substance, avec une activité en direct sur l'écran verrouillé.
nl: Start een ChillMate-checktimer voor een middel, met een Live Activiteit op je toegangsscherm.

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
nl: Stap %lld van %lld

source: Step 1 of 4
de: Schritt 1 von 4
es: Paso 1 de 4
fr: Étape 1 sur 4
nl: Stap 1 van 4

source: Step 2 of 4
de: Schritt 2 von 4
es: Paso 2 de 4
fr: Étape 2 sur 4
nl: Stap 2 van 4

source: Step 3 of 4
de: Schritt 3 von 4
es: Paso 3 de 4
fr: Étape 3 sur 4
nl: Stap 3 van 4

source: Step 4 of 4
de: Schritt 4 von 4
es: Paso 4 de 4
fr: Étape 4 sur 4
nl: Stap 4 van 4

source: Still redosed
de: Trotzdem nachdosiert
es: Volví a dosificar igualmente
fr: J'ai redosé quand même
nl: Toch opnieuw gedoseerd

source: Stimulant
de: Stimulans
es: Estimulante

source: Stimulant effects can strain the heart, reduce sleep, and increase impulsive decisions.
de: Stimulierende Effekte können das Herz belasten, den Schlaf verringern und impulsive Entscheidungen begünstigen.
es: Los efectos estimulantes pueden sobrecargar el corazón, reducir el sueño y aumentar las decisiones impulsivas.
fr: Les effets stimulants peuvent solliciter le cœur, réduire le sommeil et augmenter les décisions impulsives.
nl: Stimulant-effecten kunnen het hart belasten, slaap verminderen en impulsieve beslissingen vergroten.

source: Stimulant medication
de: Stimulanzien-Medikament
es: Medicación estimulante
fr: Médicament stimulant
nl: Stimulantmedicatie

source: Stimulant overload
de: Stimulanzien-Überlastung
es: Sobrecarga de estimulantes
fr: Surcharge de stimulants
nl: Stimulant-overbelasting

source: Stimulant/empathogen effects can include warmth, jaw tension, overheating, and a next-day dip.
de: Stimulanzien-/Empathogen-Effekte können Wärme, Kieferanspannung, Überhitzung und ein Tief am nächsten Tag umfassen.
es: Los efectos estimulantes/empatógenos pueden incluir calor, tensión mandibular, sobrecalentamiento y un bajón al día siguiente.
fr: Les effets stimulants/empathogènes peuvent inclure de la chaleur, une tension de la mâchoire, une surchauffe et une baisse le lendemain.
nl: Stimulant-/empathogeen-effecten kunnen warmte, kaakspanning, oververhitting en een dip de volgende dag omvatten.

source: Stimulants can mask GBL effects, making it harder to notice when a dose is too high.
de: Stimulanzien können die Wirkung von GBL überdecken, sodass schwerer zu bemerken ist, wann eine Dosis zu hoch ist.
es: Los estimulantes pueden enmascarar los efectos del GBL, dificultando notar cuándo una dosis es demasiado alta.
fr: Les stimulants peuvent masquer les effets du GBL, rendant plus difficile de remarquer qu'une dose est trop élevée.
nl: Stimulanten kunnen de effecten van GBL maskeren, waardoor het moeilijker is te merken wanneer een dosis te hoog is.

source: Stimulants can mask GHB effects, making it harder to notice when a dose is too high. This increases the risk of accidental overdose.
de: Stimulanzien können die Wirkung von GHB überdecken, sodass schwerer zu bemerken ist, wann eine Dosis zu hoch ist. Das erhöht das Risiko einer versehentlichen Überdosis.
es: Los estimulantes pueden enmascarar los efectos del GHB, dificultando notar cuándo una dosis es demasiado alta. Esto aumenta el riesgo de sobredosis accidental.
fr: Les stimulants peuvent masquer les effets du GHB, rendant plus difficile de remarquer qu'une dose est trop élevée. Cela augmente le risque de surdose accidentelle.
nl: Stimulanten kunnen de effecten van GHB maskeren, waardoor het moeilijker is te merken wanneer een dosis te hoog is. Dit verhoogt het risico op een onbedoelde overdosis.

source: Stimulants, alcohol, heat, dancing, and long sessions can push dehydration and overheating risk up.
de: Stimulanzien, Alkohol, Hitze, Tanzen und lange Sessions können das Risiko für Dehydrierung und Überhitzung erhöhen.
es: Los estimulantes, el alcohol, el calor, bailar y las sesiones largas pueden aumentar el riesgo de deshidratación y sobrecalentamiento.
fr: Les stimulants, l'alcool, la chaleur, la danse et les longues sessions peuvent augmenter le risque de déshydratation et de surchauffe.
nl: Stimulanten, alcohol, hitte, dansen en lange sessies kunnen het risico op uitdroging en oververhitting verhogen.

source: Stop breathing timer
de: Atem-Timer stoppen
es: Detener temporizador de respiración
fr: Arrêter le minuteur de respiration
nl: Ademhalingstimer stoppen

source: Straight
de: Hetero
es: Heterosexual
fr: Hétéro
nl: Hetero

source: Streak
de: Serie
es: Racha
fr: Série
nl: Reeks

source: Street
de: Straße
es: Calle
fr: Rue
nl: Straat

source: Street name
de: Straßenname
es: Nombre de la calle
fr: Nom de la rue
nl: Straatnaam

source: Street, number, and city
de: Straße, Nummer und Stadt
es: Calle, número y ciudad
fr: Rue, numéro et ville
nl: Straat, nummer en plaats

source: Strength and contents can differ between batches. If you feel pressure to continue, pause and consider support before doing anything else.
de: Stärke und Inhalt können zwischen Chargen variieren. Wenn du Druck spürst weiterzumachen, pausiere und ziehe Unterstützung in Betracht, bevor du etwas anderes tust.
es: La potencia y el contenido pueden variar entre lotes. Si sientes presión para continuar, haz una pausa y considera buscar apoyo antes de hacer nada más.
fr: La puissance et la composition peuvent varier d'un lot à l'autre. Si tu ressens une pression pour continuer, fais une pause et envisage un soutien avant de faire quoi que ce soit d'autre.
nl: Sterkte en samenstelling kunnen per batch verschillen. Als je druk voelt om door te gaan, pauzeer dan en overweeg hulp voor je iets anders doet.

source: Stress and temperature detection
de: Stress- und Temperaturerkennung
es: Detección de estrés y temperatura
fr: Détection du stress et de la température
nl: Stress- en temperatuurdetectie

source: Strong streak. Your body is building real recovery.
de: Starke Serie. Dein Körper baut echte Erholung auf.
es: Buena racha. Tu cuerpo está construyendo una recuperación real.
fr: Belle série. Ton corps construit un véritable rétablissement.
nl: Sterke reeks. Je lichaam bouwt echt herstel op.

source: Substance
de: Substanz
es: Sustancia
nl: Middel

source: Substance info
de: Substanzinfo
es: Información de sustancias
fr: Infos sur les substances
nl: Middelinformatie

source: Substance information from Trimbos.
de: Substanzinformationen von Trimbos.
es: Información sobre sustancias de Trimbos.
fr: Informations sur les substances, par Trimbos.
nl: Middeleninformatie van Trimbos.

source: Substance logs
de: Substanz-Einträge
es: Registros de sustancias
fr: Journaux de substances
nl: Middelenlogs

source: Substance pattern history
de: Verlauf der Substanzmuster
es: Historial de patrones de sustancias
fr: Historique des schémas de substances
nl: Geschiedenis middelenpatroon

source: Substance tags
de: Substanz-Tags
es: Etiquetas de sustancias
fr: Étiquettes de substances
nl: Middelen-tags

source: Substance, STI, PrEP, and emergency content includes source links where practical.
de: Inhalte zu Substanzen, STI, PrEP und Notfällen enthalten, wo sinnvoll, Quellenlinks.
es: El contenido sobre sustancias, ITS, PrEP y emergencias incluye enlaces a fuentes cuando es práctico.
fr: Le contenu sur les substances, les IST, la PrEP et les urgences inclut des liens vers les sources lorsque c'est pratique.
nl: Inhoud over middelen, soa, PrEP en noodgevallen bevat bronlinks waar praktisch.

source: Substances
de: Substanzen
es: Sustancias
nl: Middelen

source: Substances change the picture. A clear day gives you back the full view.
de: Substanzen verändern das Bild. Ein klarer Tag gibt dir den vollen Überblick zurück.
es: Las sustancias cambian el panorama. Un día sin consumo te devuelve la visión completa.
fr: Les substances changent la donne. Un jour sans consommation te redonne une vision complète.
nl: Middelen veranderen het beeld. Een heldere dag geeft je het volledige overzicht terug.

source: Substances involved
de: Beteiligte Substanzen
es: Sustancias implicadas
fr: Substances impliquées
nl: Betrokken middelen

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
nl: Samenvatting

source: Sunday evening digest of your streak, score, and recent logs.
de: Sonntagabend-Zusammenfassung deiner Serie, Punktzahl und letzten Einträge.
es: Resumen del domingo por la tarde de tu racha, puntuación y registros recientes.
fr: Récapitulatif du dimanche soir de ta série, de ton score et de tes journaux récents.
nl: Zondagavond-overzicht van je reeks, score en recente logs.

source: Sunrise
de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil
nl: Zonsopgang

source: Support after sexual assault or consent concerns.
de: Unterstützung nach sexuellem Übergriff oder Bedenken zum Einvernehmen.
es: Apoyo tras una agresión sexual o dudas sobre el consentimiento.
fr: Soutien après une agression sexuelle ou des inquiétudes de consentement.
nl: Hulp na seksueel geweld of zorgen over toestemming.

source: Support after sexual assault, coercion, or a consent concern.
de: Unterstützung nach sexuellem Übergriff, Nötigung oder einem Bedenken zum Einvernehmen.
es: Apoyo tras una agresión sexual, coacción o una preocupación sobre el consentimiento.
fr: Soutien après une agression sexuelle, une coercition ou une inquiétude de consentement.
nl: Hulp na seksueel geweld, dwang of zorgen over toestemming.

source: Support and supplies
de: Unterstützung und Material
es: Apoyo y suministros
fr: Soutien et fournitures
nl: Hulp en benodigdheden

source: Support links
de: Hilfe-Links
es: Enlaces de apoyo
fr: Liens d'aide
nl: Hulplinks

source: Support the developer
de: Den Entwickler unterstützen
es: Apoyar al desarrollador
fr: Soutenir le développeur
nl: Ontwikkelaar steunen

source: Swallowed
de: Geschluckt
es: Tragado
fr: Avalé
nl: Geslikt

source: Symptoms
de: Symptome
es: Síntomas
fr: Symptômes
nl: Symptomen

source: Taken at
de: Eingenommen um
es: Tomado a las
fr: Pris à
nl: Ingenomen om

source: Taking a breather is not quitting.
de: Eine Verschnaufpause ist kein Aufgeben.
es: Tomarte un respiro no es rendirte.
fr: Souffler un instant, ce n'est pas abandonner.
nl: Even pauzeren is niet opgeven.

source: Taking care of yourself in private is still real care.
de: In aller Stille für dich zu sorgen ist auch echte Fürsorge.
es: Cuidarte en privado también es cuidado real.
fr: Prendre soin de toi en privé reste un vrai soin.
nl: In stilte voor jezelf zorgen is ook echte zorg.

source: Taking it slow tonight is a gift to the morning.
de: Es heute Abend langsam angehen zu lassen ist ein Geschenk an den Morgen.
es: Tomártelo con calma esta noche es un regalo para la mañana.
fr: Y aller doucement ce soir est un cadeau pour le matin.
nl: Het vanavond rustig aan doen is een cadeau voor de ochtend.

source: Talk to someone
de: Sprich mit jemandem
es: Habla con alguien
fr: Parler à quelqu'un
nl: Praat met iemand

source: Tap a day to see logs, skipped Chills, substances, and notes in one place.
de: Tippe auf einen Tag, um Einträge, ausgelassene Chills, Substanzen und Notizen an einem Ort zu sehen.
es: Toca un día para ver registros, Chills omitidos, sustancias y notas en un solo lugar.
fr: Touche un jour pour voir les journaux, les Chills ignorés, les substances et les notes au même endroit.
nl: Tik op een dag om logs, overgeslagen Chills, middelen en notities op één plek te zien.

source: Tap the one you’re in right now
de: Tippe auf den Moment, in dem du gerade bist
es: Toca el momento en el que estás ahora
fr: Touche celui où tu es en ce moment
nl: Tik op het moment waarin je nu zit

source: Tap to change photo
de: Tippe, um das Foto zu ändern
es: Toca para cambiar la foto
fr: Touche pour changer la photo
nl: Tik om de foto te wijzigen

source: Tapping send opens an email with your message and your app version already filled in, ready for you to send.
de: Beim Tippen auf Senden öffnet sich eine E-Mail mit deiner Nachricht und deiner App-Version, bereit zum Senden.
es: Al tocar enviar se abre un correo con tu mensaje y la versión de tu app ya rellenados, listo para enviar.
fr: En appuyant sur envoyer, un e-mail s’ouvre avec ton message et la version de ton app déjà remplis, prêt à envoyer.
nl: Als je op verzenden tikt, wordt een e-mail geopend met je bericht en je app-versie al ingevuld, klaar om te verzenden.

source: Tender
de: Empfindsam
es: Sensible
fr: Sensible
nl: Kwetsbaar

source: Tending to your sleep is tending to your whole self.
de: Dich um deinen Schlaf zu kümmern heißt, dich um dein ganzes Selbst zu kümmern.
es: Cuidar tu sueño es cuidar de ti por completo.
fr: Prendre soin de ton sommeil, c'est prendre soin de tout toi.
nl: Voor je slaap zorgen is voor je hele zelf zorgen.

source: Terms
de: Bedingungen
es: Términos
fr: Conditions
nl: Voorwaarden

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
nl: Gebruiksvoorwaarden

source: Test date
de: Testdatum
es: Fecha de la prueba
fr: Date du test
nl: Testdatum

source: Testing and support information
de: Test- und Unterstützungsinformationen
es: Información de pruebas y apoyo
fr: Informations sur les tests et le soutien
nl: Test- en ondersteuningsinformatie

source: Thanks, your feedback was sent.
de: Danke, dein Feedback wurde gesendet.
es: Gracias, tus comentarios se enviaron.
fr: Merci, ton commentaire a été envoyé.
nl: Bedankt, je feedback is verzonden.

source: That PIN did not match.
de: Diese PIN stimmt nicht überein.
es: Ese PIN no coincide.
fr: Ce PIN ne correspond pas.
nl: Die pincode kwam niet overeen.

source: That PIN did not match. %lld attempts left.
de: Diese PIN stimmt nicht. Noch %lld Versuche.
es: Ese PIN no coincide. Quedan %lld intentos.
fr: Ce code ne correspond pas. Encore %lld tentatives.
nl: Die pincode klopt niet. Nog %lld pogingen.

source: That didn't send. Please try again.
de: Das wurde nicht gesendet. Bitte versuche es erneut.
es: No se pudo enviar. Inténtalo de nuevo.
fr: L’envoi a échoué. Réessaie.
nl: Dat is niet verzonden. Probeer het opnieuw.

source: The app can help organize notes for a conversation, but it cannot replace that conversation.
de: Die App kann helfen, Notizen für ein Gespräch zu ordnen, aber sie kann dieses Gespräch nicht ersetzen.
es: La app puede ayudar a organizar notas para una conversación, pero no puede reemplazar esa conversación.
fr: L'app peut aider à organiser des notes pour une conversation, mais elle ne peut pas remplacer cette conversation.
nl: De app kan helpen notities voor een gesprek te ordenen, maar kan dat gesprek niet vervangen.

source: The brave thing tonight might be the boring thing.
de: Das Mutige heute Abend ist vielleicht das Langweilige.
es: Lo valiente esta noche quizá sea lo aburrido.
fr: Ce qui est courageux ce soir est peut-être ce qui est ennuyeux.
nl: Het dappere vanavond is misschien het saaie.

source: The calm you build now stays with you later.
de: Die Ruhe, die du jetzt aufbaust, bleibt später bei dir.
es: La calma que construyes ahora se queda contigo después.
fr: Le calme que tu construis maintenant reste avec toi plus tard.
nl: De rust die je nu opbouwt, blijft later bij je.

source: The fact that you are pausing means you are listening to yourself.
de: Dass du innehältst, heißt, dass du auf dich hörst.
es: El hecho de que hagas una pausa significa que te estás escuchando.
fr: Le fait que tu fasses une pause montre que tu t'écoutes.
nl: Dat je pauzeert, betekent dat je naar jezelf luistert.

source: The fact that you are thinking about your health at all. That is not nothing.
de: Die Tatsache, dass du überhaupt an deine Gesundheit denkst. Das ist nicht nichts.
es: El hecho de que estés pensando en tu salud, ya de por sí. Eso no es nada poco.
fr: Le simple fait que tu penses à ta santé. Ce n'est pas rien.
nl: Het feit dat je überhaupt aan je gezondheid denkt. Dat is niet niks.

source: The fact that you opened this app means part of you is hoping.
de: Dass du diese App geöffnet hast, heißt, ein Teil von dir hofft.
es: El hecho de que abrieras esta app significa que una parte de ti tiene esperanza.
fr: Le fait que tu aies ouvert cette app montre qu'une partie de toi espère.
nl: Dat je deze app hebt geopend, betekent dat een deel van jou hoopt.

source: The kindest thing might be an early night.
de: Das Freundlichste ist vielleicht ein früher Feierabend.
es: Lo más amable quizá sea acostarte temprano.
fr: La chose la plus bienveillante est peut-être de te coucher tôt.
nl: Het liefste wat je kunt doen, is misschien vroeg naar bed.

source: The moment you’re in rises to the top
de: Der Moment, in dem du gerade bist, rückt nach oben
es: El momento en el que estás sube arriba
fr: Le moment où tu es remonte en haut
nl: Het moment waarin je zit, komt bovenaan
